import React from 'react';

export default function page() {
  return (
    <div className='py-20 px-4 max-w-6xl mx-auto'>
      <h1 className='text-3xl font-bold mb-4 text-base-content '>
        حول عقاراتنا
      </h1>
      <p className='mb-4 paragraph'>
        أحمد العقارية هي وكالة عقارية رائدة متخصصة في المساعدة يقوم العملاء
        بشراء وبيع وتأجير العقارات في أكثر المناطق المرغوبة أحياء. لدينا فريق من
        الوكلاء ذوي الخبرة مكرس لتقديم خدمة استثنائية وجعل عملية البيع والشراء
        سلسة بقدر الإمكان.
      </p>
      <p className='mb-4 paragraph'>
        مهمتنا هي مساعدة عملائنا على تحقيق أهدافهم العقارية من خلال تقديم مشورة
        الخبراء والخدمة الشخصية والفهم العميق من السوق المحلية. سواء كنت تتطلع
        لشراء أو بيع أو استئجار الملكية، نحن هنا لمساعدتك في كل خطوة على الطريق.
      </p>
      <p className='mb-4 paragraph'>
        يتمتع فريق الوكلاء لدينا بثروة من الخبرة والمعرفة على أرض الواقع صناعة
        العقارات، ونحن ملتزمون بتقديم أعلى مستوى من خدمة لعملائنا. ونحن نعتقد أن
        شراء أو بيع عقار ينبغي أن تكون تجربة مثيرة ومجزية، ونحن ملتزمون بذلك مما
        يجعل ذلك حقيقة لكل واحد من عملائنا.
      </p>
    </div>
  );
}
